import { ICourse } from '../typescript/interfaces/course.interface';

export const dataCourse: ICourse[] = [
	{
		name: 'Веб-дизайн и разработка 1.4',
		desc: 'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		courseDurationMonth: 6,
		dateEnd: '06.04.2023',
		dateStart: '11.04.2023',
		hoursInWeek: 4,
		id: 1,
		isOnline: false,
		isPopular: true,
		price: 500,
		priceDiscount: 10
	},
	{
		name: 'Веб-дизайн и разработка 1.4',
		desc: 'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		courseDurationMonth: 6,
		dateEnd: '06.04.2023',
		dateStart: '11.04.2023',
		hoursInWeek: 4,
		id: 1,
		isOnline: false,
		isPopular: true,
		price: 500,
		priceDiscount: 10
	},
	{
		name: 'Веб-дизайн и разработка 1.4',
		desc: 'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		courseDurationMonth: 6,
		dateEnd: '06.04.2023',
		dateStart: '11.04.2023',
		hoursInWeek: 4,
		id: 1,
		isOnline: false,
		isPopular: true,
		price: 500,
		priceDiscount: 10
	},
	{
		name: 'Веб-дизайн и разработка 1.4',
		desc: 'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		courseDurationMonth: 6,
		dateEnd: '06.04.2023',
		dateStart: '11.04.2023',
		hoursInWeek: 4,
		id: 1,
		isOnline: false,
		isPopular: true,
		price: 500,
		priceDiscount: 10
	},
	{
		name: 'Веб-дизайн и разработка 1.4',
		desc: 'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		courseDurationMonth: 6,
		dateEnd: '06.04.2023',
		dateStart: '11.04.2023',
		hoursInWeek: 4,
		id: 1,
		isOnline: false,
		isPopular: true,
		price: 500,
		priceDiscount: 10
	},
	{
		name: 'Веб-дизайн и разработка 1.4',
		desc: 'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		courseDurationMonth: 6,
		dateEnd: '06.04.2023',
		dateStart: '11.04.2023',
		hoursInWeek: 4,
		id: 1,
		isOnline: false,
		isPopular: true,
		price: 500,
		priceDiscount: 10
	}
];
