import { ICardCourseItem } from '../typescript/interfaces/courseItem.interface';

export const dataCourse: ICardCourseItem[] = [
	{
		title: 'Веб-дизайн и разработка 1.4',
		description:
			'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		category: 'Junior',
		timeDuration: 4,
		timeWeek: 6,
		type: 'online'
	},
	{
		title: 'Веб-дизайн и разработка 1.4',
		description:
			'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		category: 'Junior',
		timeDuration: 2,
		timeWeek: 5,
		type: 'online'
	},
	{
		title: 'Веб-дизайн и разработка 1.4',
		description:
			'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		category: 'Junior',
		timeDuration: 4,
		timeWeek: 6,
		type: 'online'
	},
	{
		title: 'Веб-дизайн и разработка 1.4',
		description:
			'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		category: 'Junior',
		timeDuration: 4,
		timeWeek: 6,
		type: 'online'
	},
	{
		title: 'Веб-дизайн и разработка 1.4',
		description:
			'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		category: 'Junior',
		timeDuration: 2,
		timeWeek: 5,
		type: 'online'
	},
	{
		title: 'Веб-дизайн и разработка 1.4',
		description:
			'Ребята демонстрируют свои способности в области веб-технологий, включая, веб-дизайн, верстку, программирование на стороне сервера и клиента, разработку сайта с использованием систем управления контентом.',
		category: 'Junior',
		timeDuration: 4,
		timeWeek: 6,
		type: 'online'
	}
];
